acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
arandr
ark
avahi
b43-fwcutter
bash
bluedevil
breeze-gtk
btrfs-progs
bzip2
cdparanoia
cdrdao
cmake
coreutils
cpupower
crda
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
dunst
dvd+rw-tools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emovix
exa
exfat-utils
f2fs-tools
feh
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firefox-i18n-en-us
firefox-i18n-zh-cn
fish
fwupd
fzf
gawk
gcc-libs
gcolor3
gettext
glibc
glibc-locales
gnome-icon-theme
gnome-themes-extra
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
htop
hunspell-en_us
hyphen-en
i3-gaps
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libktorrent
libpamac-flatpak-plugin
libpamac-snap-plugin
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libxnvctrl
licenses
linux515
linux515-nvidia
logrotate
lvm2
make
man-db
man-pages
man-pages-zh_cn
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
matray
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
nano
nano-syntax-highlighting
neofetch
neovim
nerd-fonts-terminus
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
obsidian
okular
onlyoffice-desktopeditors
openresolv
openssh
os-prober
otf-font-awesome
oxygen
oxygen-icons
p7zip
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
papirus-icon-theme
partitionmanager
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
polybar
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-pywal
python-reportlab
python-sphinx
qbittorrent
qt5-imageformats
qt5-virtualkeyboard
ranger
reiserfsprogs
rofi
rsync
ruby
s-nail
samba
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
skanlite
snapd
snapd-glib
sof-firmware
spectacle
spectre-meltdown-checker
sshfs
steam-manjaro
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminus-font
texinfo
thunderbird
thunderbird-i18n-en-us
thunderbird-i18n-zh-cn
timeshift
timeshift-autosnap-manjaro
transcode
translate-shell
trash-cli
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-roboto-mono
udiskie
udisks2
ueberzug
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vcdimager
vi
vlc
vulkan-intel
vulkan-radeon
wget
which
wpa_supplicant
wqy-microhei
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xev
xorg-xinit
xorg-xkill
xz
yakuake
yay
zensu
